{"value":99,"sig":"Limited Company Information and Consulting Agency (No signature found !)","analysis":"High risk: The IP: 78.140.7.239 has a score in the higher ranges according to our algorithms and databases as well as the various inspectors implemented.  This IP address is exhibiting questionable, fraudulent  behavior. It is likely that this IP is associated with malicious activity. This IP is deemed to belong to proxy/VPN servers. and hence it is considered unreliable by the scoring algorithm deployed by Infowise.","contact":[["Abuse Mail",{"abuse@ripe.net":true}],["Abuse Phone","+31205354444"],["Organisation Tech. Phone","+31 20 535 4444"],["Phone",""]],"table":[{"name":"OrgInspector","time":0,"score":1.8,"remarks":"The organisation : Limited Company Information and Consulting Agency is deemed to be secure and unsuspicious based on the internal scores used by the inspector. This organization seems to be a normal internet service provider and IP should have a normal connection. A score of : 1.8 is assigned to this IP by the enforced inspector."},{"name":"BadASNInspector","time":0,"score":16.84,"remarks":"The ASN : 31357 obtained from an internal database/WHOIS data is deemed to be secure and unsuspicious based on the internal spam ratings used by the inspector. This ASN seems to be secure and the IP should have a normal connection. Hence a score of : 16.84 is assigned to this IP by the enforced inspector."},{"name":"TOR Inspector","time":0,"score":0,"remarks":"This IP : 78.140.7.239, is not recognized to be a TOR exit node based on the search algorithm enforced by the Inspector designated for this task."},{"name":"IP BlacklistInspector","time":135,"score":2,"remarks":"The IP : 78.140.7.239 has been found 2 times in the blacklist accumulated by Info-wise."},{"name":"ReverseDNSInspector","time":1704,"score":70,"remarks":"The Contents of the website for this domain : n7-c239.client.tomica.ru obtained from the inspection was detected to be a part of Hosting/Cloud service based on the algorithm used by the inspector. Hence, a 70 out of 100 score is devoted to this IP by the enforced module."},{"name":"KeywordInspector","time":0,"score":0,"remarks":"The WHOIS data and the organisation name for this IP is detected to contain no inferior keywords which might suggest it being a malacious IP. Hence, a NULL score is assigned to this IP by the enforced Inspector."}],"timestamp":"Sun Aug 02 2020 21:18:59 GMT+0530 (India Standard Time)","ip":"78.140.7.239"}