{
  "value": 28,
  "ip": "255.65.123.22",
  "sig": "China Education and Research Network Center (No signature found !)",
  "analysis": "Low risk: The IP : 59.65.157.100 has a low score according to our algorithms and databases as well as the various inspectors implemented. It has no abuse issues  reported against it nor is it associated with any malicious activity. It is not present in any spam list or blacklists. This IP does not have any connection to proxy/VPN servers. and hence it is considered as low risk by the scoring algorithm deployed by Infowise.",
  "contact": [
    ["Abuse Mail", { "search-apnic-not-arin@apnic.net": true }],
    ["Abuse Phone", "+61 7 3858 3188"],
    ["Organisation Tech. Phone", "+61 7 3858 3188"],
    ["Phone", "+86-10-6278-4049"]
  ],
  "table": [
    {
      "name": "OrgInspector",
      "time": 0,
      "score": 51.34,
      "remarks": "The organisation : China Education and Research Network Center appears to be suspicious and unreliable based on the internal scores used by the inspector. This organisation maybe a large hosting company or a malicious ISP. Hence a score of : 51.34 is assigned to this IP by the enforced inspector."
    },
    {
      "name": "BadASNInspector",
      "time": 0,
      "score": 10.18,
      "remarks": "The ASN : 4538 obtained from an internal database/WHOIS data is deemed to be secure and unsuspicious based on the internal spam ratings used by the inspector. This ASN seems to be secure and the IP should have a normal connection. Hence a score of : 10.18 is assigned to this IP by the enforced inspector."
    },
    {
      "name": "TOR Inspector",
      "time": 0,
      "score": 0,
      "remarks": "This IP : 59.65.157.100, is not recognized to be a TOR exit node based on the search algorithm enforced by the Inspector designated for this task."
    },
    {
      "name": "IP BlacklistInspector",
      "time": 178,
      "score": 0,
      "remarks": "The IP : 59.65.157.100 has been found 0 times in the blacklist accumulated by Info-wise."
    },
    {
      "name": "ReverseDNSInspector",
      "time": 113,
      "score": 20,
      "remarks": "The domain was unreachable by the inspectors search algorithm. Hence a 20 out of 100 score is devoted to this IP as it has an unknown reputation according to the enforced module."
    },
    {
      "name": "KeywordInspector",
      "time": 0,
      "score": 0,
      "remarks": "The WHOIS data and the organisation name for this IP is detected to contain no inferior keywords which might suggest it being a malacious IP. Hence, a NULL score is assigned to this IP by the enforced Inspector."
    }
  ]
}
